Revit 2027 API
BuiltInFailures.ConnectorFailures.AllElementsRemovedFromCircuitGroup Property
 [System] is empty and will be deleted.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static FailureDefinitionId AllElementsRemovedFromCircuitGroup { get; }
Public Shared ReadOnly Property AllElementsRemovedFromCircuitGroup As FailureDefinitionId
	Get
public:
static property FailureDefinitionId^ AllElementsRemovedFromCircuitGroup {
	FailureDefinitionId^ get ();
}
static member AllElementsRemovedFromCircuitGroup : FailureDefinitionId with get
Property Value
FailureDefinitionId
See Also
Reference
BuiltInFailures.ConnectorFailures Class
Autodesk.Revit.DB Namespace